Repository: roqueribeiro/cadentia-android
Catalog: i18n/Localizable.xcstrings
Source language: pt_br
Languages: ar, de, en, es, fr, hi, ja, ru, zh_hans

# music.drums.categories.electronic
source: Eletrônica
ar: إلكتروني
de: Elektronisch
en: Electronic
es: Electrónico
fr: Électronique
hi: इलेक्ट्रॉनिक
ja: エレクトロニック
ru: Электронная
zh_hans: 电子

# music.drums.categories.folk
source: Folk
ar: فولكلوري
hi: फ़ोक
ja: フォーク
ru: Фолк
zh_hans: 民谣

# music.drums.categories.funk
source: Funk
ar: فانك
hi: फंक
ja: ファンク
ru: Фанк
zh_hans: 放克

# music.drums.categories.jazz
source: Jazz
ar: جاز
hi: जैज़
ja: ジャズ
ru: Джаз
zh_hans: 爵士

# music.drums.categories.latin
source: Latina
ar: لاتيني
de: Latin
en: Latin
es: Latino
fr: Latin
hi: लैटिन
ja: ラテン
ru: Латино
zh_hans: 拉丁

# music.drums.categories.pop
source: Pop
ar: بوب
hi: पॉप
ja: ポップ
ru: Поп
zh_hans: 流行

# music.drums.categories.rock
source: Rock
ar: روك
hi: रॉक
ja: ロック
ru: Рок
zh_hans: 摇滚

# music.drums.categories.world
source: Mundial
ar: عالمي
de: Weltmusik
en: World
fr: Musique du monde
hi: विश्व
ja: ワールド
ru: Мировая
zh_hans: 世界

# music.drums.chain
source: Encadear
ar: سلسلة
de: Kette
en: Chain
es: Encadenar
fr: Chaîner
hi: चेन
ja: チェーン
ru: Цепь
zh_hans: 链接

# music.drums.chainMode
source: Modo encadeamento
ar: وضع السلسلة
de: Kettenmodus
en: Chain mode
es: Modo encadenado
fr: Mode chaîné
hi: चेन मोड
ja: チェーンモード
ru: Режим цепи
zh_hans: 链接模式

# music.drums.clear
source: Limpar
ar: مسح
de: Löschen
en: Clear
es: Limpiar
fr: Effacer
hi: साफ़ करें
ja: クリア
ru: Очистить
zh_hans: 清除

# music.drums.kits.acoustic
source: Acústica
ar: صوتي
de: Akustisch
en: Acoustic
fr: Acoustique
hi: एकूस्टिक
ja: アコースティック
ru: Акустический
zh_hans: 原声

# music.drums.kits.electronic
source: Eletrônica
ar: إلكتروني
de: Elektronisch
en: Electronic
es: Electrónica
fr: Électronique
hi: इलेक्ट्रॉनिक
ja: エレクトロニック
ru: Электронный
zh_hans: 电子

# music.drums.kits.latin
source: Latina
ar: لاتيني
de: Latin
en: Latin
fr: Latin
hi: लैटिन
ja: ラテン
ru: Латино
zh_hans: 拉丁

# music.drums.masterVolume
source: Volume mestre
ar: مستوى الصوت الرئيسي
de: Master-Lautstärke
en: Master volume
es: Volumen maestro
fr: Volume principal
hi: मास्टर वॉल्यूम
ja: マスター音量
ru: Общая громкость
zh_hans: 主音量

# music.drums.pads.clap
source: Palma
ar: تصفيق
de: Clap
en: Clap
fr: Clap
hi: क्लैप
ja: クラップ
ru: Хлопок
zh_hans: 拍手

# music.drums.pads.congaHigh
source: Conga aguda
ar: كونغا مرتفعة
de: Conga hoch
en: Conga high
fr: Conga aiguë
hi: कोंगा हाई
ja: ハイ コンガ
ru: Высокая конга
zh_hans: 高音康加

# music.drums.pads.congaLow
source: Conga grave
ar: كونغا منخفضة
de: Conga tief
en: Conga low
hi: कोंगा लो
ja: ロー コンガ
ru: Низкая конга
zh_hans: 低音康加

# music.drums.pads.congaMid
source: Conga média
ar: كونغا متوسطة
de: Conga mittel
en: Conga mid
es: Conga media
fr: Conga médium
hi: कोंगा मिड
ja: ミッド コンガ
ru: Средняя конга
zh_hans: 中音康加

# music.drums.pads.cowbell
source: Cowbell
ar: جرس
de: Kuhglocke
es: Cencerro
fr: Cloche
hi: काउबेल
ja: カウベル
ru: Колокольчик
zh_hans: 牛铃

# music.drums.pads.crash
source: Crash
ar: كراش
hi: क्रैश
ja: クラッシュ
zh_hans: 碎音镲

# music.drums.pads.hihatClosed
source: Chimbal
ar: هاي-هات
de: Hi-Hat
en: Hi-hat
es: Charles
fr: Hi-hat
hi: हाइ-हैट
ja: ハイハット
ru: Хай-хэт
zh_hans: 踩镲

# music.drums.pads.hihatOpen
source: Chimbal aberto
ar: هاي-هات مفتوح
de: Hi-Hat offen
en: Hi-hat open
es: Charles abierto
fr: Hi-hat ouvert
hi: खुला हाइ-हैट
ja: オープンハイハット
ru: Открытый хай-хэт
zh_hans: 开踩镲

# music.drums.pads.kick
source: Bumbo
ar: الباس
de: Bassdrum
en: Kick
es: Bombo
fr: Grosse caisse
hi: किक
ja: キック
ru: Бочка
zh_hans: 底鼓

# music.drums.pads.ride
source: Ride
ar: رايد
hi: राइड
ja: ライド
zh_hans: 叮叮镲

# music.drums.pads.rim
source: Aro
ar: حافة
de: Rim
en: Rim
fr: Rim
hi: रिम
ja: リム
ru: Обод
zh_hans: 边击

# music.drums.pads.shaker
source: Ganzá
ar: شيكر
de: Shaker
en: Shaker
es: Maraca
fr: Shaker
hi: शेकर
ja: シェイカー
ru: Шейкер
zh_hans: 沙锤

# music.drums.pads.snare
source: Caixa
ar: سنير
de: Snare
en: Snare
es: Caja
fr: Caisse claire
hi: स्नेयर
ja: スネア
ru: Малый
zh_hans: 军鼓

# music.drums.pads.tomHigh
source: Tom agudo
ar: توم مرتفع
de: Tom hoch
en: Tom high
fr: Tom aigu
hi: टॉम हाई
ja: ハイタム
ru: Высокий том
zh_hans: 高音桶

# music.drums.pads.tomLow
source: Tom grave
ar: توم منخفض
de: Tom tief
en: Tom low
hi: टॉम लो
ja: ロータム
ru: Низкий том
zh_hans: 低音桶

# music.drums.pads.tomMid
source: Tom médio
ar: توم متوسط
de: Tom mittel
en: Tom mid
es: Tom medio
fr: Tom médium
hi: टॉम मिड
ja: ミッドタム
ru: Средний том
zh_hans: 中音桶

# music.drums.patternName.afro68
source: Afro 6/8
ar: أفرو 6/8
hi: अफ़्रो 6/8
ja: アフロ 6/8
ru: Афро 6/8
zh_hans: 非洲 6/8

# music.drums.patternName.balladSlow
source: Balada lenta
ar: بلاد بطيء
de: Langsame Ballade
en: Slow ballad
fr: Ballade lente
hi: धीमी बैलाड
ja: スロー バラード
ru: Медленная баллада
zh_hans: 慢板民谣

# music.drums.patternName.bluesShuffle
source: Blues shuffle
ar: بلوز شافل
hi: ब्लूज़ शफ़ल
ja: ブルース シャッフル
ru: Блюз shuffle
zh_hans: 布鲁斯 shuffle

# music.drums.patternName.bossaNova
source: Bossa nova
ar: بوسا نوفا
hi: बोसा नोवा
ja: ボサノヴァ
ru: Босса-нова
zh_hans: 波萨诺瓦

# music.drums.patternName.countryTrain
source: Country train
ar: كنتري ترين
hi: कंट्री ट्रेन
ja: カントリー トレイン
zh_hans: 乡村列车

# music.drums.patternName.disco
source: Disco
ar: ديسكو
hi: डिस्को
ja: ディスコ
ru: Диско
zh_hans: 迪斯科

# music.drums.patternName.drumAndBass
source: Drum & Bass
ar: درم وباس
hi: ड्रम एंड बेस
ja: ドラムンベース

# music.drums.patternName.funkBasic
source: Funk básico
ar: فانك أساسي
de: Basis Funk
en: Basic funk
fr: Funk basique
hi: बेसिक फंक
ja: ベーシックファンク
ru: Базовый фанк
zh_hans: 基本放克

# music.drums.patternName.funkShuffle
source: Funk shuffle
ar: فانك شافل
hi: फंक शफ़ल
ja: ファンク シャッフル
ru: Фанк shuffle
zh_hans: 放克 shuffle

# music.drums.patternName.hipHopBasic
source: Hip-hop básico
ar: هيب-هوب أساسي
de: Basis Hip-Hop
en: Basic hip-hop
fr: Hip-hop basique
hi: बेसिक हिप-हॉप
ja: ベーシックヒップホップ
ru: Базовый хип-хоп
zh_hans: 基本嘻哈

# music.drums.patternName.hipHopTrap
source: Trap
ar: تراب
hi: ट्रैप
ja: トラップ

# music.drums.patternName.house
source: House
ar: هاوس
hi: हाउस
ja: ハウス

# music.drums.patternName.jazzBebop
source: Bebop
ar: بيبوب
hi: बीबॉप
ja: ビバップ
ru: Бибоп
zh_hans: 比波普

# music.drums.patternName.jazzSwing
source: Jazz swing
ar: جاز سوينغ
hi: जैज़ स्विंग
ja: ジャズ スウィング
ru: Джаз свинг
zh_hans: 爵士摇摆

# music.drums.patternName.latinClave
source: Clave latina
ar: كلافي لاتيني
de: Latin Clave
en: Latin clave
fr: Clave latine
hi: लैटिन क्लावे
ja: ラテン クラーベ
ru: Латинская клаве
zh_hans: 拉丁 clave

# music.drums.patternName.mambo
source: Mambo
ar: مامبو
hi: मम्बो
ja: マンボ
ru: Мамбо
zh_hans: 曼波

# music.drums.patternName.march
source: Marcha
ar: مارش
de: Marsch
en: March
fr: Marche
hi: मार्च
ja: マーチ
ru: Марш
zh_hans: 进行曲

# music.drums.patternName.metalDouble
source: Metal duplo
ar: ميتال مزدوج
de: Metal Double
en: Double metal
es: Metal doble
fr: Métal double
hi: डबल मेटल
ja: メタル ダブル
ru: Double metal
zh_hans: 双底鼓金属

# music.drums.patternName.popBasic
source: Pop básico
ar: بوب أساسي
de: Basis Pop
en: Basic pop
fr: Pop basique
hi: बेसिक पॉप
ja: ベーシックポップ
ru: Базовый поп
zh_hans: 基本流行

# music.drums.patternName.reggaeOneDrop
source: Reggae one-drop
ar: ريغي ون-دروب
hi: रेगे वन-ड्रॉप
ja: レゲエ ワンドロップ
ru: Регги one-drop
zh_hans: 雷鬼 one-drop

# music.drums.patternName.rockBasic
source: Rock básico
ar: روك أساسي
de: Basis Rock
en: Basic rock
fr: Rock basique
hi: बेसिक रॉक
ja: ベーシックロック
ru: Базовый рок
zh_hans: 基本摇滚

# music.drums.patternName.rockDriving
source: Rock acelerado
ar: روك مندفع
de: Treibender Rock
en: Driving rock
fr: Rock entraînant
hi: ड्राइविंग रॉक
ja: ドライビングロック
ru: Драйвовый рок
zh_hans: 推进式摇滚

# music.drums.patternName.rockHalfTime
source: Rock meio tempo
ar: روك نصف الإيقاع
de: Rock Half-Time
en: Rock half-time
es: Rock medio tiempo
fr: Rock half-time
hi: रॉक हाफ-टाइम
ja: ロック ハーフタイム
ru: Рок half-time
zh_hans: 半拍摇滚

# music.drums.patternName.samba
source: Samba
ar: سامبا
hi: साम्बा
ja: サンバ
ru: Самба
zh_hans: 桑巴

# music.drums.patternName.techno
source: Techno
ar: تكنو
hi: टेक्नो
ja: テクノ
ru: Техно
zh_hans: 科技舞曲

# music.drums.patterns
source: Padrões
ar: الأنماط
de: Patterns
en: Patterns
es: Patrones
fr: Motifs
hi: पैटर्न
ja: パターン
ru: Паттерны
zh_hans: 节奏型

# music.drums.patternsTitle
source: Padrões prontos
ar: أنماط جاهزة
de: Vorgefertigte Patterns
en: Ready-made patterns
es: Patrones predefinidos
fr: Motifs préfaits
hi: तैयार पैटर्न
ja: 組み込みパターン
ru: Готовые паттерны
zh_hans: 预制节奏型

# music.drums.play
source: Tocar
ar: تشغيل
de: Abspielen
en: Play
es: Reproducir
fr: Lire
hi: चलाएं
ja: 再生
ru: Воспроизвести
zh_hans: 播放

# music.drums.sequencerMode
source: Modo sequência
ar: وضع المسلسل
de: Sequenzer-Modus
en: Sequencer mode
es: Modo secuenciador
fr: Mode séquenceur
hi: सीक्वेंसर मोड
ja: シーケンサーモード
ru: Режим секвенсора
zh_hans: 音序器模式

# music.drums.stop
source: Parar
ar: إيقاف
de: Stopp
en: Stop
es: Detener
fr: Arrêter
hi: रोकें
ja: 停止
ru: Стоп
zh_hans: 停止

# music.drums.tap
source: Tap
ar: نقر
hi: टैप
ja: タップ
zh_hans: 点击

# music.frequency.beatFrequency
source: Frequência da batida
ar: تردد النبضة
de: Beat-Frequenz
en: Beat frequency
es: Frecuencia del pulso
fr: Fréquence du battement
hi: बीट आवृत्ति
ja: ビート周波数
ru: Частота бита
zh_hans: 节拍频率

# music.frequency.binauralHint
source: Ouça com fones de ouvido. Frequências ligeiramente diferentes em cada ouvido criam uma "batida" perceptual pra relaxamento ou foco.
ar: استمع بسماعات الرأس. ترددات مختلفة قليلاً في كل أذن تخلق "نبضة" إدراكية للاسترخاء أو التركيز.
de: Hören Sie mit Kopfhörern. Leicht unterschiedliche Frequenzen in jedem Ohr erzeugen einen wahrnehmbaren "Beat" zur Entspannung oder Konzentration.
en: Listen with headphones. Slightly different frequencies in each ear create a perceptual "beat" for relaxation or focus.
es: Escucha con auriculares. Frecuencias ligeramente distintas en cada oído crean un "pulso" perceptual para relajación o concentración.
fr: Écoutez avec un casque. Des fréquences légèrement différentes dans chaque oreille créent un "battement" perceptuel pour la relaxation ou la concentration.
hi: हेडफ़ोन के साथ सुनें। प्रत्येक कान में थोड़ी अलग आवृत्तियाँ विश्राम या एकाग्रता के लिए एक अनुभूत "बीट" बनाती हैं।
ja: ヘッドフォンで聴いてください。左右で僅かに異なる周波数が知覚的な"ビート"を作り出し、リラクゼーションや集中に役立ちます。
ru: Слушайте в наушниках. Немного разные частоты в каждом ухе создают воспринимаемый "бит" для релаксации или концентрации.
zh_hans: 请用耳机聆听。左右耳之间略有不同的频率会产生感知"节拍"，用于放松或集中注意力。

# music.frequency.binauralMode
source: Modo binaural
ar: الوضع الثنائي
de: Binauraler Modus
en: Binaural mode
fr: Mode binaural
hi: बायनॉरल मोड
ja: バイノーラルモード
ru: Бинауральный режим
zh_hans: 双耳节拍模式

# music.frequency.delay
source: Delay
ar: تأخير
hi: डिले
ja: ディレイ
ru: Дилей
zh_hans: 延迟

# music.frequency.delayFeedback
source: Feedback
ar: التغذية الراجعة
hi: फीडबैक
ja: フィードバック
ru: Обратная связь
zh_hans: 反馈

# music.frequency.delayTime
source: Tempo
ar: الوقت
de: Zeit
en: Time
es: Tiempo
fr: Temps
hi: समय
ja: タイム
ru: Время
zh_hans: 时间

# music.frequency.effects
source: Efeitos
ar: التأثيرات
de: Effekte
en: Effects
es: Efectos
fr: Effets
hi: प्रभाव
ja: エフェクト
ru: Эффекты
zh_hans: 效果

# music.frequency.frequency
source: Frequência
ar: التردد
de: Frequenz
en: Frequency
es: Frecuencia
fr: Fréquence
hi: आवृत्ति
ja: 周波数
ru: Частота
zh_hans: 频率

# music.frequency.mix
source: Mistura
ar: المزج
de: Mix
en: Mix
es: Mezcla
fr: Mix
hi: मिक्स
ja: ミックス
ru: Микс
zh_hans: 混合

# music.frequency.play
source: Tocar
ar: تشغيل
de: Abspielen
en: Play
es: Reproducir
fr: Lire
hi: चलाएं
ja: 再生
ru: Воспроизвести
zh_hans: 播放

# music.frequency.presets.a4
source: A4 padrão
ar: A4 قياسي
de: Standard A4
en: Standard A4
es: A4 estándar
fr: A4 standard
hi: मानक A4
ja: 標準 A4
ru: Стандарт A4
zh_hans: 标准 A4

# music.frequency.presets.bass
source: Grave
ar: باس
de: Bass
en: Bass
hi: बेस
ja: 低音
ru: Бас
zh_hans: 低音

# music.frequency.presets.concert432
source: Concerto 432
ar: حفلة 432
de: Konzert 432
en: Concert 432
es: Concierto 432
fr: Concert 432
hi: कॉन्सर्ट 432
ja: コンサート 432
ru: Концерт 432
zh_hans: 音乐会 432

# music.frequency.presets.miracle
source: Milagre
ar: معجزة
de: Miracle
en: Miracle
es: Milagro
fr: Miracle
hi: चमत्कार
ja: ミラクル
ru: Чудо
zh_hans: 奇迹

# music.frequency.presets.reference1k
source: Referência
ar: مرجع
de: Referenz
en: Reference
es: Referencia
fr: Référence
hi: संदर्भ
ja: リファレンス
ru: Эталон
zh_hans: 参考

# music.frequency.presets.title
source: Predefinições
ar: الإعدادات المسبقة
de: Voreinstellungen
en: Presets
es: Predefinidos
fr: Préréglages
hi: प्रीसेट
ja: プリセット
ru: Пресеты
zh_hans: 预设

# music.frequency.presets.treble8k
source: Agudo
ar: حاد
de: Höhen
en: Treble
fr: Aigu
hi: ट्रेबल
ja: 高音
ru: Высокие
zh_hans: 高音

# music.frequency.reverb
source: Reverb
ar: ريفيرب
fr: Réverbération
hi: रिवर्ब
ja: リバーブ
ru: Реверб
zh_hans: 混响

# music.frequency.semitoneDown
source: Descer meio tom
ar: خفض نصف نغمة
de: Halbton tiefer
en: Down half step
es: Bajar medio tono
fr: Descendre d'un demi-ton
hi: आधा स्वर नीचे
ja: 半音下げる
ru: Полутон ниже
zh_hans: 降半音

# music.frequency.semitoneUp
source: Subir meio tom
ar: رفع نصف نغمة
de: Halbton höher
en: Up half step
es: Subir medio tono
fr: Monter d'un demi-ton
hi: आधा स्वर ऊपर
ja: 半音上げる
ru: Полутон выше
zh_hans: 升半音

# music.frequency.stop
source: Parar
ar: إيقاف
de: Stopp
en: Stop
es: Detener
fr: Arrêter
hi: रोकें
ja: 停止
ru: Стоп
zh_hans: 停止

# music.frequency.sweepDuration
source: Duração
ar: المدة
de: Dauer
en: Duration
es: Duración
fr: Durée
hi: अवधि
ja: 時間
ru: Длительность
zh_hans: 时长

# music.frequency.sweepFrom
source: De
ar: من
de: Von
en: From
hi: से
ja: 開始
ru: От
zh_hans: 从

# music.frequency.sweepHint
source: Varre a frequência de A a B no tempo definido. Útil pra testar speakers, fones e fazer audiograma caseiro.
ar: يمسح التردد من A إلى B خلال المدة المختارة. مفيد لاختبار السماعات أو سماعات الرأس أو اختبار السمع المنزلي.
de: Sweept die Frequenz von A nach B über die gewählte Dauer. Nützlich für Lautsprecher- oder Kopfhörertests sowie für DIY-Hörtests.
en: Sweeps frequency from A to B over the chosen duration. Useful for testing speakers, headphones or DIY hearing tests.
es: Barre la frecuencia de A a B en el tiempo elegido. Útil para probar altavoces, auriculares o hacer audiometría casera.
fr: Balaye la fréquence de A à B sur la durée choisie. Utile pour tester haut-parleurs, casques ou faire un audiogramme maison.
hi: चयनित अवधि में A से B तक आवृत्ति को स्वीप करता है। स्पीकर, हेडफ़ोन या घरेलू श्रवण परीक्षण के लिए उपयोगी।
ja: 指定した時間でAからBへ周波数をスイープします。スピーカーやヘッドフォンのテスト、自宅での聴覚テストに便利。
ru: Изменяет частоту от A к B за заданное время. Полезно для тестирования динамиков, наушников или домашних слуховых тестов.
zh_hans: 在指定时间内将频率从 A 扫到 B。适合测试扬声器、耳机或自制听力测试。

# music.frequency.sweepLog
source: Curva logarítmica
ar: منحنى لوغاريتمي
de: Logarithmische Kurve
en: Logarithmic curve
fr: Courbe logarithmique
hi: लॉगरिदमिक कर्व
ja: 対数カーブ
ru: Логарифмическая кривая
zh_hans: 对数曲线

# music.frequency.sweepMode
source: Varredura (sweep)
ar: وضع المسح
de: Sweep-Modus
en: Sweep mode
es: Barrido (sweep)
fr: Balayage (sweep)
hi: स्वीप मोड
ja: スイープモード
ru: Свип-режим
zh_hans: 扫频模式

# music.frequency.sweepRepeat
source: Repetir (ping-pong)
ar: تكرار (بينج-بونج)
de: Wiederholen (Ping-Pong)
en: Repeat (ping-pong)
fr: Répéter (ping-pong)
hi: दोहराएं (पिंग-पॉन्ग)
ja: リピート (ピンポン)
ru: Повтор (пинг-понг)
zh_hans: 重复 (乒乓)

# music.frequency.sweepTo
source: Até
ar: إلى
de: Bis
en: To
es: A
fr: À
hi: तक
ja: 終了
ru: До
zh_hans: 到

# music.frequency.tuningSection
source: Afinação por instrumento
ar: التوليف حسب الآلة
de: Stimmung nach Instrument
en: Instrument tuning
es: Afinación por instrumento
fr: Accord par instrument
hi: वाद्य अनुसार ट्यूनिंग
ja: 楽器ごとのチューニング
ru: Настройка по инструменту
zh_hans: 乐器调音

# music.frequency.unit
source: Hz
ar: هرتز
ru: Гц

# music.frequency.unitSeconds
source: s
ar: ث
hi: से
ja: 秒
ru: с
zh_hans: 秒

# music.frequency.volume
source: Volume
ar: مستوى الصوت
de: Lautstärke
es: Volumen
hi: वॉल्यूम
ja: 音量
ru: Громкость
zh_hans: 音量

# music.frequency.waves.sawtooth
source: Dente de serra
ar: سن المنشار
de: Sägezahn
en: Sawtooth
es: Diente de sierra
fr: Dent de scie
hi: सॉटूथ
ja: のこぎり波
ru: Пилообразная
zh_hans: 锯齿波

# music.frequency.waves.sine
source: Senoide
ar: جيبية
de: Sinus
en: Sine
es: Senoidal
fr: Sinus
hi: साइन
ja: サイン波
ru: Синусоидальная
zh_hans: 正弦波

# music.frequency.waves.square
source: Quadrada
ar: مربعة
de: Rechteck
en: Square
es: Cuadrada
fr: Carrée
hi: स्क्वायर
ja: 矩形波
ru: Прямоугольная
zh_hans: 方波

# music.frequency.waves.triangle
source: Triangular
ar: مثلثية
de: Dreieck
en: Triangle
fr: Triangulaire
hi: त्रिकोणीय
ja: 三角波
ru: Треугольная
zh_hans: 三角波

# music.metronome.applyBpm
source: Aplicar BPM
ar: تطبيق BPM
de: BPM anwenden
en: Apply BPM
fr: Appliquer le BPM
hi: BPM लागू करें
ja: BPMを適用
ru: Применить BPM
zh_hans: 应用 BPM

# music.metronome.bpmDetector
source: Detectar BPM
ar: اكتشاف BPM
de: BPM erkennen
en: Detect BPM
fr: Détecter le BPM
hi: BPM पता लगाएं
ja: BPM検出
ru: Определить BPM
zh_hans: 检测 BPM

# music.metronome.bpmDetectorHint
source: Bata palmas, kick ou qualquer som rítmico estável. Detecto após 4-8 batidas.
ar: صفّق أو دق أو أحدث أي صوت إيقاعي ثابت. يتم الاكتشاف بعد 4-8 ضربات.
de: Klatschen, Kick oder ein anderer gleichmäßiger rhythmischer Sound. Erkennung nach 4-8 Schlägen.
en: Clap, kick or any steady rhythmic sound. Detection kicks in after 4-8 hits.
es: Aplaude, marca un kick o cualquier sonido rítmico estable. Detecta tras 4-8 golpes.
fr: Applaudissez, frappez ou jouez tout son rythmique stable. Détection après 4-8 frappes.
hi: ताली बजाएं, किक करें या कोई भी स्थिर लयबद्ध ध्वनि करें। 4-8 बीट के बाद पता लगेगा।
ja: 手拍子、キック、または安定したリズム音を入力してください。4〜8回で検出します。
ru: Хлопайте, бейте или производите любой стабильный ритмичный звук. Определение после 4-8 ударов.
zh_hans: 请拍手、踩踏或制造稳定的节奏声。4-8 次后开始检测。

# music.metronome.decrement
source: Diminuir
ar: تقليل
de: Verringern
en: Decrease
es: Disminuir
fr: Diminuer
hi: घटाएं
ja: 減らす
ru: Уменьшить
zh_hans: 减少

# music.metronome.increment
source: Aumentar
ar: زيادة
de: Erhöhen
en: Increase
fr: Augmenter
hi: बढ़ाएं
ja: 増やす
ru: Увеличить
zh_hans: 增加

# music.metronome.minutesShort
source: min
ar: د
hi: मि
ja: 分
ru: мин
zh_hans: 分

# music.metronome.polyrhythm
source: Polirritmia
ar: إيقاع متعدد
de: Polyrhythmus
en: Polyrhythm
fr: Polyrythmie
hi: पॉलीरिदम
ja: ポリリズム
ru: Полиритм
zh_hans: 复合节奏

# music.metronome.polyrhythmOff
source: Off
ar: إيقاف
de: Aus
hi: बंद
ja: オフ
ru: Выкл
zh_hans: 关闭

# music.metronome.practiceFinishedMsg
source: Você praticou {minutes} minutos.
ar: لقد تدربت {minutes} دقيقة.
de: Sie haben {minutes} Minuten geübt.
en: You practiced {minutes} minutes.
es: Has practicado {minutes} minutos.
fr: Vous avez pratiqué {minutes} minutes.
hi: आपने {minutes} मिनट अभ्यास किया।
ja: {minutes}分間練習しました。
ru: Вы занимались {minutes} минут.
zh_hans: 您练习了 {minutes} 分钟。

# music.metronome.practiceTimer
source: Cronômetro de prática
ar: مؤقت التمرين
de: Übungstimer
en: Practice timer
es: Temporizador de práctica
fr: Minuteur de pratique
hi: अभ्यास टाइमर
ja: 練習タイマー
ru: Таймер практики
zh_hans: 练习计时器

# music.metronome.sound
source: Som
ar: الصوت
de: Sound
en: Sound
es: Sonido
fr: Son
hi: ध्वनि
ja: サウンド
ru: Звук
zh_hans: 声音

# music.metronome.sounds.beep
source: Beep
ar: تنبيه
fr: Bip
hi: बीप
ja: ビープ
ru: Бип
zh_hans: 蜂鸣

# music.metronome.sounds.click
source: Clique
ar: نقرة
de: Click
en: Click
es: Click
fr: Click
hi: क्लिक
ja: クリック
ru: Клик
zh_hans: 点击声

# music.metronome.sounds.cowbell
source: Cowbell
ar: جرس
de: Kuhglocke
es: Cencerro
fr: Cloche
hi: काउबेल
ja: カウベル
ru: Колокольчик
zh_hans: 牛铃

# music.metronome.sounds.woodblock
source: Madeira
ar: خشب
de: Holz
en: Woodblock
es: Madera
fr: Bois
hi: वुडब्लॉक
ja: ウッドブロック
ru: Деревянный блок
zh_hans: 木块

# music.metronome.start
source: Iniciar
ar: بدء
de: Start
en: Start
fr: Démarrer
hi: शुरू
ja: スタート
ru: Старт
zh_hans: 开始

# music.metronome.startListening
source: Iniciar escuta
ar: بدء الاستماع
de: Zuhören starten
en: Start listening
es: Iniciar escucha
fr: Démarrer l'écoute
hi: सुनना शुरू करें
ja: リスニング開始
ru: Начать прослушивание
zh_hans: 开始监听

# music.metronome.startTimer
source: Iniciar
ar: بدء
de: Start
en: Start
fr: Démarrer
hi: शुरू
ja: スタート
ru: Старт
zh_hans: 开始

# music.metronome.stop
source: Parar
ar: إيقاف
de: Stopp
en: Stop
es: Detener
fr: Arrêter
hi: रोकें
ja: 停止
ru: Стоп
zh_hans: 停止

# music.metronome.stopTimer
source: Parar
ar: إيقاف
de: Stopp
en: Stop
es: Detener
fr: Arrêter
hi: रोकें
ja: 停止
ru: Стоп
zh_hans: 停止

# music.metronome.subdivision
source: Subdivisão
ar: التقسيم
de: Unterteilung
en: Subdivision
es: Subdivisión
fr: Subdivision
hi: उपविभाजन
ja: 細分化
ru: Деление
zh_hans: 细分

# music.metronome.tap
source: Tap Tempo
ar: إيقاع النقر
hi: टैप टेम्पो
ja: タップテンポ
zh_hans: 点击节拍

# music.metronome.timeSignature
source: Compasso
ar: الميزان
de: Taktart
en: Time signature
es: Compás
fr: Mesure
hi: टाइम सिग्नेचर
ja: 拍子
ru: Размер
zh_hans: 拍号

# music.metronome.volume
source: Volume
ar: مستوى الصوت
de: Lautstärke
es: Volumen
hi: वॉल्यूम
ja: 音量
ru: Громкость
zh_hans: 音量

# music.piano.hint
source: Toque com o mouse, toque ou teclado (A S D F G H J K = teclas brancas; W E T Y U = pretas).
ar: العزف بالماوس أو اللمس أو لوحة المفاتيح (A S D F G H J K = المفاتيح البيضاء؛ W E T Y U = السوداء).
de: Mit Maus, Touch oder Tastatur spielen (A S D F G H J K = weiße Tasten; W E T Y U = schwarze).
en: Play with mouse, touch or keyboard (A S D F G H J K = white keys; W E T Y U = black).
es: Toca con ratón, táctil o teclado (A S D F G H J K = teclas blancas; W E T Y U = negras).
fr: Jouez avec la souris, le toucher ou le clavier (A S D F G H J K = touches blanches ; W E T Y U = noires).
hi: माउस, टच या कीबोर्ड से बजाएं (A S D F G H J K = श्वेत कुंजी; W E T Y U = काली)।
ja: マウス、タッチ、キーボードで演奏（A S D F G H J K = 白鍵; W E T Y U = 黒鍵）。
ru: Играйте мышью, касанием или клавиатурой (A S D F G H J K = белые клавиши; W E T Y U = чёрные).
zh_hans: 用鼠标、触摸或键盘演奏 (A S D F G H J K = 白键; W E T Y U = 黑键)。

# music.piano.octaveDown
source: Oitava anterior
ar: الأوكتاف السابق
de: Vorherige Oktave
en: Previous octave
es: Octava anterior
fr: Octave précédente
hi: पिछला अष्टक
ja: 前のオクターブ
ru: Предыдущая октава
zh_hans: 低八度

# music.piano.octaveUp
source: Próxima oitava
ar: الأوكتاف التالي
de: Nächste Oktave
en: Next octave
es: Octava siguiente
fr: Octave suivante
hi: अगला अष्टक
ja: 次のオクターブ
ru: Следующая октава
zh_hans: 高八度

# music.piano.sustain
source: Sustain
ar: استمرار
hi: सस्टेन
ja: サスティン
ru: Сустейн
zh_hans: 延音

# music.piano.voices.electricPiano
source: Piano Elétrico
ar: بيانو كهربائي
de: E-Piano
en: Electric Piano
es: Piano eléctrico
fr: Piano électrique
hi: इलेक्ट्रिक पियानो
ja: エレクトリックピアノ
ru: Электропианино
zh_hans: 电钢琴

# music.piano.voices.lead
source: Lead
ar: ليد
hi: लीड
ja: リード
zh_hans: 主音

# music.piano.voices.organ
source: Órgão
ar: أرغن
de: Orgel
en: Organ
es: Órgano
fr: Orgue
hi: ऑर्गन
ja: オルガン
ru: Орган
zh_hans: 管风琴

# music.piano.voices.sine
source: Senoide
ar: جيبية
de: Sinus
en: Sine
es: Senoidal
fr: Sinus
hi: साइन
ja: サイン波
ru: Синус
zh_hans: 正弦波

# music.scales.hint
source: Toque uma nota no braço ou piano para ouvir.
ar: انقر على نغمة في الزند أو البيانو لسماعها.
de: Tippen Sie eine Note auf dem Griffbrett oder Klavier an, um sie zu hören.
en: Tap a note on the fretboard or piano to hear it.
es: Toca una nota en el mástil o piano para escucharla.
fr: Touchez une note sur le manche ou le piano pour l'entendre.
hi: फ़्रेटबोर्ड या पियानो पर एक नोट टैप करें उसे सुनने के लिए।
ja: 指板やピアノで音をタップして聴いてください。
ru: Нажмите ноту на грифе или пианино, чтобы услышать её.
zh_hans: 在指板或钢琴上轻触一个音符以听到它。

# music.scales.playScale
source: Tocar escala
ar: تشغيل السلم
de: Skala spielen
en: Play scale
fr: Jouer la gamme
hi: स्केल बजाएं
ja: スケールを再生
ru: Сыграть гамму
zh_hans: 播放音阶

# music.scales.root
source: Tônica
ar: الأساس
de: Grundton
en: Root
es: Tónica
fr: Tonique
hi: मूल
ja: ルート
ru: Тоника
zh_hans: 主音

# music.scales.type
source: Tipo
ar: النوع
de: Typ
en: Type
fr: Type
hi: प्रकार
ja: タイプ
ru: Тип
zh_hans: 类型
